IDEA Open Model
FemElement Constructor
Compatible with IDEA StatiCa 20.1
Overload List
Name | Description
FemElement()
 Constructor
FemElement(Int32, Int32, Int32)
 Constructor for triangular element 2d
FemElement(Int32, Int32, Int32, Int32)
 Constructor for quadrilateral element 2D
Top
See Also
Reference
FemElement Class
IdeaRS.OpenModel.Result Namespace